Repository: manasdevslopes/SwiftUI_UI_Topics
Catalog: ShowcasePOC/ShowcasePOC/ShowCase/Resources/LocalizedStrings/scheme/Scheme.xcstrings
Source language: en
Languages: de

# tutorial_tooltip_step_1_description
source: Tap here to choose between charging or fueling
de: Tippen Sie hier, um zwischen Laden oder Tanken zu wählen

# tutorial_tooltip_step_1_title
source: Charging or Fueling
de: Aufladen oder Betanken

# tutorial_tooltip_step_2_description
source: Quickly find charge points based on your preferences
de: Schnelles Auffinden von Ladepunkten nach Ihren Präferenzen

# tutorial_tooltip_step_2_title
source: Filter your search
de: Filtern Sie Ihre Suche

# tutorial_tooltip_step_3_description
source: Just tap here to scan the station's QR code and start charging right from the app
de: Tippen Sie einfach hier, um den QR-Code der Station zu scannen und den Ladevorgang direkt über die App zu starten.

# tutorial_tooltip_step_3_title
source: Scan to start charging
de: Scannen, um den Ladevorgang zu starten

# tutorial_tooltip_step_4_description
source: Tap here to see your favorites station
de: Tippen Sie hier, um Ihren Lieblingssender zu sehen

# tutorial_tooltip_step_4_title
source: Favorites
de: Favoriten

# tutorial_tooltip_step_5_description
source: Tap here to see Map Legends
de: Tippen Sie hier, um die Kartenlegenden zu sehen

# tutorial_tooltip_step_5_title
source: Map Legends
de: Karte Legenden

# tutorial_tooltip_step_6_description
source: Check your profile here.
de: Prüfen Sie Ihr Profil hier.

# tutorial_tooltip_step_6_title
source: Personal Info
de: Persönliche Informationen

# tutorial_tooltip_step_7_description
source: Chekout your locations and routes
de: Überprüfen Sie Ihre Standorte und Routen

# tutorial_tooltip_step_7_title
source: My Map
de: Meine Karte

# tutorial_tooltip_step_8_description
source: Checkout Location Enabled Tags
de: Checkout Standort Aktivierte Tags

# tutorial_tooltip_step_8_title
source: Location Enabled Tag's
de: Standort Aktivierte Tag's

# tutorial_tooltip_step_9_description
source: Tap here to manage your card, view your charging history, or update your account
de: Tippen Sie hier, um Ihre Karte zu verwalten, Ihren Gebührenverlauf einzusehen oder Ihr Konto zu aktualisieren.

# tutorial_tooltip_step_9_title
source: Account Management
de: Kontoführung

# tutorial_tooltip_step_10_description
source: Add your vehicle, and the app will automatically filter the map based on your car, van, or truck.
de: Fügen Sie Ihr Fahrzeug hinzu, und die App filtert die Karte automatisch nach Ihrem Pkw, Transporter oder Lkw.

# tutorial_tooltip_step_10_title
source: My vehicle
de: Mein Fahrzeug
